Repository: oussama-guedda/DreamBank
Catalog: app/Resources/translations/messages.*.xlf
Languages: fr

# translate_title
source: EDG
fr: GED

# translate_link1
source: Home
fr: Accueil

# translate_link3
source: About Us
fr: À Propos de nous

# translate_link4
source: Log In
fr: Se Connecter

# translate_link5
source: Get Started
fr: Commencez Maintenant

# translate_link6
source: Our Website features
fr: Les fonctionnalites de notre site

# translate_link7
source: A Website for Document Gestion
fr: Un site pour la Gestion de Documents

# translate_link8
source: Pleasing Visuals
fr: Des Visuels Plaisants

# translate_link9
source: Security
fr: Sécurité

# translate_link10
source: User-Friendly
fr: Convivial

# translate_link11
source: Available in multiple tongues
fr: Disponible en plusieurs langues

# translate_link12
source: Available in both English and French
fr: Disponible à la fois en Anglais et en Français

# translate_link13
source: Learn More
fr: En Apprendre Plus

# translate_link14
source: Accessible Everywhere
fr: Accèssible Partout

# translate_link15
source: Available on Your Phone
fr: Accèssible sur votre Portable

# translate_link16
source: Why not start now ?
fr: Pourquoi ne pas commencer maintenant ?

# translate_link17
source: Legal Notice
fr: Mentions Légales

# translate_link18
source: See the Legal Notice
fr: Voir les mentions légales

# translate_link19
source: A bank so good, you will think you are dreaming.
fr: Une banque si bien que vous penserez réver.

# translate_link20
source: Our Website offers many features for the users while carefully protecting your data. It is very easy to navigate and is as accessible to every user as possible.
fr: Notre site offre de nombreuses fonctionnalitées pour les utilisateurs tout en protégeant attentivement vos données. Il est très facile à naviguer et aussi accèssible que possible aux usagers.

# translate_link21
source: Our Website has been carefully crafted to look as pleasing as it possibly can. Every page has been looked at with care.
fr: Notre Site a été construit attentivement pour paraître aussi plaisant que possible. Chaque page a été étudiée avec soin.

# translate_link22
source: Your password is carefully crypted. Furthermore, our Firewall protects your personal informations and prevents the connexion of intruders.
fr: Votre mot de passe est attentivement crypté. De plus, notre Pare-feu protège vos informations personnelles et empêche la connexion d'intrus.

# translate_link23
source: Our Website is intuitive so you can navigate it easily. It is responsive and can be used on any monitor.
fr: Notre Site est intuitif, vous pouvez donc naviguer aisément. Il est responsif et peut être utilisésur n'importe quel écran.

# translate_link24
source: Our EDG is available in both english and french to ease the experience of more users. Of course, more tongues are coming.
fr: Notre GED est disponible à la fois en anglais et en français pour améliorer l'expérience des usagers. Biensûr, d'autres langues seront ajoutées.

# translate_link25
source: Our Website is responsive and will be available both on your PCs and your phones.
fr: Notre site est responsif et sera disponible à la fois sur vos PC et vos portables.

# translate_link26
source: Our tool for the gestion of electronic documents is available on all navigators and will be accessible on most systems. It will ease your gestion of financial documents as well as ours.
fr: Notre outils pour la gestion de documents éléctroniques est disponible sur tous les navigateurs et sera accessible sur la plupart des systèmes. Il facilitera votre gestion de documents financiers ainsi que la notre.

# translate_link27
source: You only have to log in to start, so why shouldn't you ?
fr: Vous avez seulement à vous connecter pour commencer, donc pourquoi ne le fairiez vous pas ?

# translate_link28
source: This page is the modified version of a free template and we thank its original creator.
fr: Cette page est la version modifiée d'un template gratuit et nous remercions son créateur original.

# translate_link29
source: Stay updated with our new features
fr: Restez informé sur nos nouvelles fonctionnalitées

# translate_link30
source: Futher Features
fr: Fonctionnalitées Supplémentaires

# translate_link31
source: A Website on which Documents are easily distributed
fr: Un Site Web sur lequel les documents sont facilement distribués

# translate_link32
source: You can now not only be informed rapidly, it is now possible to follow and work easily.
fr: Vous pouvez maintenant non seulement être prévenu rapidement, il est possible de suivre et de travailler facilement.

# translate_link33
source: Further Details
fr: Détails Supplémentaires

# translate_link34
source: We give you many tools and we plan to continue
fr: Nous vous donnons de nombreux outils et nous comptons continuer ainsi

# translate_link35
source: We not only offer a translation, we give a diffusion system and multiple ways to react. You can for instance send mails to the administrateur or his office.
fr: Non seulement, nous offrons une traduction, nous donnons un système de diffusion et de multiples façons de réagir. Vous pouvez par exemple envoyer des mails à l'administrateur ou son bureau.

# translate_link36
source: Our Advantages
fr: Nos Advantages

# translate_link37
source: No matter what you seek, with DreamBank, you are winner.
fr: Peu importe ce que vous cherchez, avec DreamBank, vous serez gagnant.

# translate_link38
source: Jump right into our website knowing that you are saving money as we are. Furthermore, you are saving the planet by reducing the number of cut trees.
fr: Lancer vous sur le site web sachant que vous àconomiserez de l'argent tout comme nous. De plus, vous sauverez la planète en réduisant le nombre d'arbres coupàs.

# translate_contact_link1
source: Contact Us
fr: Contactez Nous

# translate_contact_link2
source: Monday to Friday - 9am to 6 pm
fr: Lundi au Vendredi - 9h à 18h

# translate_contact_link3
source: Send us your query anytime!
fr: Envoyez nous vos requêtes n'importe quand !

# translate_contact_link4
source: University of Picardie Jules Verne
fr: Université de Picardie Jules Verne

# translate_contact_link5
source: Send Message
fr: Envoyer le Message

# translate_about-us_link1
source: A Website to manage electronic documents
fr: Un Site pour gérer des documents éléctroniques

# translate_about-us_link2
source: Our website is managed by the financial institution DreamBank and is aimed at its clients. We are looking towards the future and are modernasing the gestion of electronic documents. We aim at managing all he documents of the company.
fr: Notre site est gérée par l'institution financière DreamBank et vise ses clients. Nous nous tournons vers le futur et modernisont la gestion des documents éléctroniques. Nous cherchons à gérer tous les documents de la compagnie.

# translate_notice_link1
source: Company name
fr: Raison Sociale

# translate_notice_link2
source: Head Office address
fr: Adresse du Siège social

# translate_notice_link3
source: Chief Executive Officer
fr: Directeur Général

# translate_notice_link4
source: Telephone Number
fr: Numéro Téléphone

# translate_notice_link5
source: Mail Adress
fr: Adresse mail

# translate_notice_link8
source: Company's capital
fr: Capital de la Compagnie

# translate_notice_link9
source: CNIL Declaration
fr: Déclaration CNIL

# translate_notice_link10
source: Host Name
fr: Nom de l'hébergeur

# translate_notice_link11
source: Host Adress
fr: Adresse de l'hébergeur
